[
  {
    "id": 1,
    "year": 1750,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1750.PNG",
      "subcaption": "1750 рік",
      "description": "У 1750 році Центральна Європа переживала значні політичні та соціальні зміни. Це був період піднесення Пруссії під керівництвом Фрідріха II, який зміцнив свою державу через військові реформи та територіальні завоювання, зокрема в ході Сілезьких воєн. Австрійська імперія під керівництвом Марії-Терезії також зазнавала реформ, спрямованих на модернізацію адміністрації та економіки після поразок у війнах за австрійську спадщину. Розпочалася боротьба за вплив між Пруссією та Австрією, що заклало основу для майбутніх конфліктів у регіоні. Тоді ж активно розвивалася культура та освіта, під впливом ідей Просвітництва."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1750.PNG",
      "subcaption": "1750 рік",
      "description": "У 1750 році Східна Європа була ареною важливих політичних і соціальних змін. Російська імперія під керівництвом Єлизавети Петрівни продовжувала своє територіальне розширення та внутрішні реформи, спрямовані на зміцнення центральної влади і модернізацію армії. Польсько-Литовська Річ Посполита, однак, перебувала в стані політичного занепаду через внутрішню шляхетську анархію та слабкість королівської влади, що створювало передумови для майбутніх поділів між сусідніми державами. Османська імперія на півдні також стикалася з внутрішніми проблемами і поступовим ослабленням свого впливу в регіоні. Загалом, Східна Європа у 1750 році була регіоном конфліктів і трансформацій, що впливали на майбутнє цього простору."    
    },
    "dates": [{
      "country": "Бухарське ханство",
      "year": 1750,
      "events": ["Відновлення Бухарського ханства після періоду нестабільності."]
    },
    {
      "country": "Річ Посполита",
      "year": 1751,
      "events": ["Заснування Львівської наукової бібліотеки."]
    },
    {
      "country": "Річ Посполита",
      "year": 1752,
      "events": ["Поділ Польщі на нові воєводства в рамках адміністративної реформи."]
    },
    {
      "country": "Російська імперія / Швеція",
      "year": 1753,
      "events": ["Підписання Кіберського договору між Росією та Швецією, що підтверджував умови миру після Північної війни."]
    },
    {
      "country": "Російська імперія / Османська імперія",
      "year": 1754,
      "events": ["Погіршення відносин між Російською імперією та Османською імперією, що призвело до нових конфліктів."]
    }],
    "kings": [{
      "id": "RomeEmpire-1750",
      "country": "Священна Римська імперія",
      "king": "Імператор: Франц I Стефан"
    },
    {
      "id": "TheAustrianEmpire-1750",
      "country": "Австрійська імперія (частина Священної Римської імперії)",
      "king": "Архикнягиня: Марія Терезія"
    },
    {
      "id": "Prussia-1750",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "Hungary-1750",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1750",
      "country": "Російська імперія",
      "king": "Імператриця: Єлизавета Петрівна"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1750",
      "country": "Річ Посполита (Польща і Литва)",
      "king": "Король: Август III"
    },
    {
      "id": "OttomanEmpire-1750",
      "country": "Османська імперія",
      "king": "Султан: Махмуд I"
    },
    {
      "id": "CrimeanKhanate-1750",
      "country": "Кримське ханство",
      "king": "Хан: Селім Ґерай"
    }]
  },
  {
    "id": 2,
    "year": 1755,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1755.PNG",
      "subcaption": "1755 рік",
      "description": "У 1755 році Центральна Європа перебувала в періоді значних політичних і соціальних змін, обумовлених наслідками війни за австрійську спадщину (1740-1748). Пруссія під керівництвом Фрідріха II зміцнювала свої позиції після завоювання Сілезії, тоді як Австрійська імперія Марії-Терезії проводила реформи для відновлення свого впливу та модернізації держави. У цей час посилювалася конкуренція між Пруссією і Австрією, що зрештою призвело до Семирічної війни (1756-1763). Економічний і культурний розвиток також тривав під впливом ідей Просвітництва, що сприяло змінам у суспільних і політичних структурах регіону."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1755.PNG",
      "subcaption": "1755 рік",
      "description": "У 1755 році Східна Європа переживала значні політичні та соціальні зміни, що визначалися внутрішніми і зовнішніми конфліктами. Російська імперія під керівництвом Єлизавети Петрівни продовжувала процес модернізації та зміцнення своєї армії, готуючись до участі в нових конфліктах, зокрема Семирічній війні (1756-1763). Польсько-Литовська Річ Посполита все більше занепадала через політичну анархію та внутрішні суперечки, що посилювало її вразливість перед зовнішніми загрозами. Османська імперія, яка втрачала свій вплив у регіоні, також стикалася з внутрішніми проблемами та повстаннями. Ці фактори створювали нестабільність і передумови для майбутніх конфліктів та територіальних змін у Східній Європі."    
    },
    "dates": [{
      "country": "Центральна та Східна Європа",
      "year": 1755,
      "events": ["Землетрус у Лісабоні, який мав великий вплив на всю Європу, включаючи Східну та Центральну Європу."]
    },
    {
      "country": "Австрія / Пруссія / Російська імперія",
      "year": 1756,
      "events": [
        "Початок Семирічної війни, коли Пруссія під керівництвом Фрідріха II нападає на Саксонію, союзницю Австрії.",
        "Росія приєднується до Семирічної війни на боці Австрії та Франції проти Пруссії."
      ]
    },
    {
      "country": "Священна Римська імперія (Саксонія) / Російська імперія",
      "year": 1757,
      "events": [
        "Пруссія окупує Саксонію, що стає важливим етапом у Семирічній війні.",
        "Російські війська здобувають перемогу над прусською армією в битві під Грос-Єгерсдорфом."
      ]
    },
    {
      "country": "Пруссія / Російська імперія",
      "year": 1758,
      "events": ["Битва під Цорндорфом між прусськими та російськими військами, яка не призвела до вирішального результату, але показала міць обох армій."]
    },
    {
      "country": "Російська імпері / Річ Посполита",
      "year": 1759,
      "events": [
        "Російські війська здобувають значну перемогу над прусською армією в битві під Кунерсдорфом.",
        "Початок реформ Річі Посполитій, спрямованих на зміцнення центральної влади та модернізацію країни."
      ]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1755",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Марія Терезія"
    },
    {
      "id": "Prussia-1755",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1755",
      "country": "Священна Римська імперія",
      "king": "Шмператор: Франц I Стефан Лотаринзький"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1755",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Август III Саксонський"
    },
    {
      "id": "Hungary-1755",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1755",
      "country": "Російська імперія",
      "king": "Імператриця: Єлизавета Петрівна"
    },
    {
      "id": "OttomanEmpire-1755",
      "country": "Османська імперія",
      "king": "Султан: Осман III"
    },
    {
      "id": "CrimeanKhanate-1755",
      "country": "Кримське ханство",
      "king": "Хан: Арслан Герай"
    }]
  },
  {
    "id": 3,
    "year": 1760,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1760.PNG",
      "subcaption": "1760 рік",
      "description": "У 1760 році Центральна Європа була глибоко залучена до Семирічної війни (1756-1763), яка суттєво вплинула на політичний ландшафт регіону. Пруссія під керівництвом Фрідріха II вела важкі бої проти коаліції, що включала Австрію, Францію, Росію та інші держави. Фрідріх II проявив себе як видатний стратег, зокрема в битві при Лейтені (1757) та інших ключових сутичках, що зміцнило його репутацію і позиції Пруссії. Австрійська імперія Марії-Терезії прагнула відновити контроль над Сілезією та протистояти прусській експансії, проводячи військові та адміністративні реформи. У цей період також продовжувався культурний та економічний розвиток під впливом Просвітництва, що сприяло змінам у суспільних структурах і політичних інституціях регіону."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1760.PNG",
      "subcaption": "1760 рік",
      "description": "У 1760 році Східна Європа була охоплена значними політичними і військовими змінами, пов'язаними з Семирічною війною (1756-1763). Російська імперія під керівництвом Єлизавети Петрівни активно брала участь у війні проти Пруссії, досягнувши значних успіхів, включаючи окупацію Берліна в 1760 році. Це зміцнило вплив Росії в регіоні і продемонструвало її військову міць. Польсько-Литовська Річ Посполита продовжувала занепадати через внутрішню політичну нестабільність і шляхетську анархію, що послаблювало її позиції перед зовнішніми загрозами і впливами. Османська імперія стикалася з внутрішніми проблемами і втрачала свій вплив на Балканах, що сприяло піднесенню інших регіональних сил. Ці події створювали передумови для майбутніх територіальних змін і конфліктів у Східній Європі."    
    },
    "dates": [{
      "country": "Пруссія / Австрія / Російська імперія",
      "year": 1760,
      "events": [
        "Прусські війська окуповують Дрезден, столицю Саксонії, під час Семирічної війни.",
        "Російські війська окуповують Берлін, але незабаром залишають місто."
      ]
    },
    {
      "country": "Російська імперія / Пруссія",
      "year": 1761,
      "events": [" Продовження Семирічної війни, в якій Російська імперія продовжує конфліктувати з Пруссією."]
    },
    {
      "country": "Російська імперія",
      "year": 1762,
      "events": ["Після смерті Єлизавети I та встановлення на трон Петра III, Росія виходить з Семирічної війни і укладає мирний договір з Пруссією."]
    },
    {
      "country": "Польща / Австрія / Пруссія / Швеція / Російська імперія",
      "year": 1763,
      "events": ["Підписання Варшавського договору, який завершує Семирічну війну, відновлює територіальний статус-кво та встановлює мир між Австрією, Пруссією, Росією та Швецією."]
    },
    {
      "country": "Річ Посполита",
      "year": 1764,
      "events": ["Станіслав Авґуст Понятовський обирається на посаду короля Польщі, розпочавши період його правління, відомий як 'Станіславівська доба'."]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1760",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Архікнягиня Марія Терезія та її чоловік Імператор Франц I Лотаринзький"
    },
    {
      "id": "Prussia-1760",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1760",
      "country": "Священна Римська імперія",
      "king": "Імператор: Франц I Стефан Лотаринзький"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1760",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Август III Саксонський"
    },
    {
      "id": "Hungary-1760",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1760",
      "country": "Російська імперія",
      "king": "Імператриця: Єлизавета Петрівна"
    },
    {
      "id": "OttomanEmpire-1760",
      "country": "Османська імперія",
      "king": "Султан: Мустафа III"
    },
    {
      "id": "CrimeanKhanate-1760",
      "country": "Кримське ханство",
      "king": "Хан: Кирим Герай"
    }]
  },
  {
    "id": 4,
    "year": 1765,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1765.PNG",
      "subcaption": "1765 рік",
      "description": "У 1765 році в Центральній Європі відбулися значні зміни, зокрема у Священній Римській імперії та Австрійській імперії, де Франц I Стефан помер, а його син Йосиф II став імператором Священної Римської імперії. Йосиф II, відомий своїми реформаторськими поглядами, почав впроваджувати політику просвітницького абсолютизму, спрямовану на модернізацію адміністрації, армії та економіки. У Пруссії Фрідріх II продовжував свою політику зміцнення держави через військові реформи та централізацію влади. Ці зміни заклали основу для подальших трансформацій у політичному та соціальному житті регіону, що вплинули на баланс сил у Європі."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1765.PNG",
      "subcaption": "1765 рік",
      "description": "У 1765 році в Східній Європі відбулися важливі події та зміни, які вплинули на політичну ситуацію в регіоні. У Російській імперії Катерина II, яка стала імператрицею у 1762 році після перевороту проти свого чоловіка Петра III, продовжувала зміцнювати свою владу і проводити політику модернізації та централізації держави, включаючи реформи в адміністрації, освіті та економіці. В Речі Посполитій (Польща і Литва) продовжувалося правління Августа III, хоча країна переживала внутрішню політичну кризу та занепад через слабкість королівської влади і конфлікти між магнатськими фракціями. У Кримському ханстві, васалі Османської імперії, також відбувалися зміни влади, що призводило до нестабільності. Ці події та процеси відображали загальні тенденції політичних і соціальних змін у Східній Європі, що передували більш масштабним перетворенням пізнішого періоду."    
    },
    "dates": [{
      "country": "Австрійська імперія / Польща",
      "year": 1765,
      "events": [
        "Імператриця Марія Терезія впроваджує освітню реформу, зобов'язуючи всіх дітей відвідувати школу.",
        "Утворення барської конфедерації, яка виступила проти реформ та втручання Росії в польські справи."
      ]
    },
    {
      "country": "Австрійська імперія / Польща",
      "year": 1766,
      "events": [
        "Реформи Марії Терезії тривають, зокрема реформується податкова система.",
        "Конфедерація барська продовжує боротьбу проти російського впливу та польського короля Станіслава Августа Понятовського."
      ]
    },
    {
      "country": "Польща / Російська імперія / Османська імперія",
      "year": 1768,
      "events": [
        "Початок Коліївщини в Польщі – козацького повстання проти шляхти, яке було викликано соціальним та національним утиском.",
        "Початок російсько-турецької війни (1768-1774), яка розпочалася через російську експансію на Балканах та в Криму."
    ]
    },
    {
      "country": "Російська імперія / Османська імперія",
      "year": 1769,
      "events": ["Успішні воєнні дії проти Османської імперії, зокрема битви на Чорному морі та захоплення кількох фортець."]
    }
  ],
    "kings": [{
      "id": "TheAustrianEmpire-1765",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Архікнягиня Марія Терезія та її чоловік Імператор Франц I Лотаринзький"
    },
    {
      "id": "Prussia-1765",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1765",
      "country": "Священна Римська імперія",
      "king": "Імператор: Франц I Стефан Лотаринзький, після його смерті імператором став його син Йосиф II"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1765",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1765",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1765",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1765",
      "country": "Османська імперія",
      "king": "Султан: Мустафа III"
    },
    {
      "id": "CrimeanKhanate-1765",
      "country": "Кримське ханство",
      "king": "Хан: Максуд Герай"
    }]
  },
  {
    "id": 5,
    "year": 1770,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1770.PNG",
      "subcaption": "1770 рік",
      "description": "У 1770 році Центральна Європа переживала значні зміни, спричинені реформами та політичними подіями. У Священній Римській імперії та Австрійській імперії Йосиф II продовжував впроваджувати модернізаційні реформи, спрямовані на централізацію влади та розвиток економіки й освіти. У Пруссії Фрідріх II Великий зміцнював державу через військові та адміністративні реформи, перетворюючи її на одну з наймогутніших у Європі. Водночас у Речі Посполитій політична криза та внутрішні конфлікти призвели до першого поділу Польщі в 1772 році між Росією, Пруссією та Австрією, що стало початком кінця незалежності цієї держави. Ці події відображали загальну тенденцію до централізації влади та змінювали політичний ландшафт Центральної Європи."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1770.PNG",
      "subcaption": "1770 рік",
      "description": "У 1770 році Східна Європа зазнавала значних політичних і соціальних змін. У Російській імперії Катерина II продовжувала впроваджувати реформи, спрямовані на модернізацію та централізацію держави, зміцнюючи свою владу та розширюючи імперію. Під її правлінням проводилися реформи в галузях адміністрації, економіки та освіти. В Речі Посполитій тривала політична криза, спричинена внутрішніми конфліктами та втручанням сусідніх держав, що в 1772 році призвело до першого поділу Польщі між Росією, Пруссією та Австрією. Кримське ханство, васал Османської імперії, також перебувало у стані нестабільності, зумовленої боротьбою за владу. Ці події свідчили про зміну політичного ландшафту регіону та посилення впливу великих імперій на Східну Європу."
    },
    "dates": [{
      "country": "Російська імперія / Османська імперія / Польща",
      "year": 1770,
      "events": [
        "Російсько-турецька війна триває. Російські війська здобувають перемогу в битві при Кагулі.",
        "Барська конфедерація продовжує свою боротьбу проти російського впливу і короля Станіслава Августа Понятовського."
      ]
    },
    {
      "country": "Російська імперія / Кримське Ханство",
      "year": 1771,
      "events": [
        "Російські війська захоплюють Кримський півострів, що значно посилює їхні позиції в Чорноморському регіоні.",
        "Барська конфедерація зазнає поразок від російських військ. Конфедерати намагаються викрасти короля Станіслава Августа Понятовського."
      ]
    },
    {
      "country": "Польща / Пруссія / Російська імперія / Австрійська імперія",
      "year": 1772,
      "events": ["Перший поділ Речі Посполитої між Російською імперією, Пруссією та Австрійською імперією. Польща втрачає значні території."]
    },
    {
      "country": "Російська імперія / Османська імперія / Польща / Австрійська імперія",
      "year": 1773,
      "events": [
        "Закінчення російсько-турецької війни. Підписання Кючук-Кайнарджийського миру, що надає Росії вихід до Чорного моря",
        "Барська конфедерація Польщі розпускається після тривалих поразок.",
        "Йозеф II, співправитель Марії Терезії, впроваджує нові реформи для зміцнення державного апарату."
    ]
    },
    {
      "country": "Польща / Австрійська імперія",
      "year": 1774,
      "events": [
        "Реформи в освіті та адміністрації, спрямовані на стабілізацію держави після першого поділу.",
        "Йозеф II впроваджує освітні реформи та підтримує розвиток науки та культури."
      ]
    }
  ],
    "kings": [{
      "id": "TheAustrianEmpire-1770",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Архікнягиня Марія Терезія та імператор Йосиф II"
    },
    {
      "id": "Prussia-1770",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1770",
      "country": "Священна Римська імперія",
      "king": "Імператор: Йосиф II"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1770",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1770",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1770",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1770",
      "country": "Османська імперія",
      "king": "Султан: Мустафа III"
    },
    {
      "id": "CrimeanKhanate-1770",
      "country": "Кримське ханство",
      "king": "Хан: Сахіб Герай"
    }]
  },
  {
    "id": 6,
    "year": 1775,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1775.PNG",
      "subcaption": "1775 рік",
      "description": "У 1775 році Центральна Європа продовжувала зазнавати значних змін, спричинених політичними реформами та конфліктами. У Священній Римській імперії Йосиф II активно продовжував свої реформи, спрямовані на централізацію влади та модернізацію суспільства, що включали освітні та економічні перетворення. В Австрійській імперії він також прагнув зміцнити державний апарат і зменшити вплив аристократії. У Пруссії Фрідріх II Великий продовжував свої реформи, зміцнюючи військову міць і адміністративну ефективність держави. Річ Посполита залишалася в стані кризи після першого поділу Польщі в 1772 році, втративши значні території на користь Росії, Пруссії та Австрії, що підривало її незалежність та політичну стабільність. Ці події відображали загальну тенденцію до зміцнення централізованих держав і перерозподілу впливу в Центральній Європі."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1775.PNG",
      "subcaption": "1775 рік",
      "description": "У 1775 році Східна Європа перебувала в стані значних політичних і соціальних змін. У Російській імперії Катерина II продовжувала реалізовувати свої реформи, спрямовані на централізацію та модернізацію держави. Вона зміцнювала імперську адміністрацію, розширювала території та прагнула посилити вплив Росії в регіоні. Після першого поділу Речі Посполитої в 1772 році Польща перебувала в глибокій політичній кризі, що підривало її незалежність і готувало ґрунт для подальших поділів. У Кримському ханстві, яке було під протекторатом Османської імперії, тривала внутрішня нестабільність і боротьба за владу, що послаблювало його позиції. Ці процеси відображали загальну тенденцію до посилення великих імперій і зміни політичного ландшафту Східної Європи, спричинені як внутрішніми реформами, так і зовнішніми втручаннями."    
    },
    "dates": [{
      "country": "Російська імперія / Запорізька Січ / Австрійська імперія",
      "year": 1775,
      "events": [
        "Росія анексує території Запорізької Січі, що призводить до ліквідації автономії Запорізьких козаків.",
        "Йозеф II, ставши одноосібним імператором після смерті Марії Терезії"
      ]
    },
    {
      "country": "Австрійська імперія / Пруссія",
      "year": 1778,
      "events": ["Війна за баварську спадщину між Австрією і Пруссією. Конфлікт триває до 1779 року і завершується Тешенським миром."]
    },
    {
      "country": "Австрійська імперія / Пруссія / Польща",
      "year": 1779,
      "events": ["Польська шляхта і король Станіслав Август Понятовський намагаються зберегти залишки державної автономії, незважаючи на зовнішній тиск."]
    }
  ],
    "kings": [{
      "id": "TheAustrianEmpire-1775",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Архікнягиня Марія Терезія та імператор Йосиф II"
    },
    {
      "id": "Prussia-1775",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1775",
      "country": "Священна Римська імперія",
      "king": "Імператор: Йосиф II"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1775",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1775",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія"
    },
    {
      "id": "RussianEmpire-1775",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1775",
      "country": "Османська імперія",
      "king": "Султан: Абдул-Гамід I"
    },
    {
      "id": "CrimeanKhanate-1775",
      "country": "Кримське ханство",
      "king": "Хан: Девлет IV Герай"
    }]
  },
  {
    "id": 7,
    "year": 1780,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1780.PNG",
      "subcaption": "1780 рік",
      "description": "У 1780 році Центральна Європа була свідком подальшого розвитку політичних та соціальних змін. У Священній Римській імперії правив Йосиф II, який продовжував свою політику реформ, спрямовану на централізацію влади та модернізацію держави. Він продовжував підтримувати просвітницькі ідеї і розвивати освітні і культурні проекти. У Пруссії Фрідріх II Великий продовжував зміцнювати державу, вдосконалюючи армію та адміністративну систему. Він також звертав увагу на розвиток промисловості та торгівлі. Річ Посполита залишалася в стані кризи, але розпочався процес політичного відродження, що зумовив ухвалення реформ і спроби відновлення державності. Ці події відображали складну динаміку політичного та соціального життя Центральної Європи наприкінці XVIII століття."
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1780.PNG",
      "subcaption": "1780 рік",
      "description": "У 1780 році ситуація в Східній Європі була важкою і нестабільною. У Російській імперії під керівництвом Катерини II тривали політичні та економічні реформи, спрямовані на зміцнення центральної влади та модернізацію країни. Польща, після першого поділу, продовжувала перебувати в кризі, намагаючись відновити свою незалежність через реформи та політичні угоди. Кримське ханство залишалося під впливом Османської імперії, але йому загрожувала зовнішня агресія та внутрішня нестабільність. Загальна ситуація свідчила про складні виклики, з якими стикалися країни Східної Європи у цей період, і про необхідність подальших реформ та стратегічних вирішень для забезпечення стабільності і процвітання."    
    },
    "dates": [{
      "country": "Австрійська імперія",
      "year": 1781,
      "events": ["Йозеф II видає Патент про терпимість, що надає релігійну свободу протестантам і православним християнам. Також скасовано кріпосне право в Богемії."]
    },
    {
      "country": "Австрійська імперія / Російська імперія",
      "year": 1782,
      "events": [
        "Йозеф II продовжує свої реформи, скасовуючи кріпосне право в Австрії та Угорщині. Продовжуються реформи в освіті та адмініструванні.",
        "Відбувається заснування Чорноморського флоту в Севастополі, що зміцнює військові позиції Росії на півдні."
      ]
    },
    {
      "country": "Російська імперія / Кримське Ханство",
      "year": 1783,
      "events": ["Анексія Кримського ханства, що остаточно приєднує Крим до Російської імперії. Росія закріплює свої позиції на Чорному морі."]
    },
    {
      "country": "Російська імперія",
      "year": 1784,
      "events": ["Заснування міста Севастополь як головної бази Чорноморського флоту. Продовжуються адміністративні реформи Катерини II."]
    }
  ],
    "kings": [{
      "id": "TheAustrianEmpire-1780",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Архікнягиня Марія Терезія та імператор Йосиф II"
    },
    {
      "id": "Prussia-1780",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1780",
      "country": "Священна Римська імперія",
      "king": "Імператор: Йосиф II"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1780",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1780",
      "country": "Угорщина",
      "king": "Королева: Марія Терезія, після її смерті правління перейшло до Йосифа II"
    },
    {
      "id": "RussianEmpire-1780",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1780",
      "country": "Османська імперія",
      "king": "Султан: Абдул-Гамід I"
    },
    {
      "id": "CrimeanKhanate-1780",
      "country": "Кримське ханство",
      "king": "Хан: Шахін Герай"
    }]
  },
  {
    "id": 8,
    "year": 1785,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1785.PNG",
      "subcaption": "1785 рік",
      "description": "У 1785 році в Центральній Європі тривав процес подальшого розвитку і політичних змін. Під керівництвом імператора Священної Римської імперії Йосифа II було розпочато значні реформи, спрямовані на модернізацію адміністративної системи та зміцнення державної влади. У Пруссії король Фрідріх II Великий продовжував впроваджувати реформи в галузі освіти, економіки та військової справи, що сприяло подальшому зміцненню держави. Річ Посполита залишалася в стані кризи, проте в цей період було прийнято кілька реформ, спрямованих на зміцнення центральної влади та відновлення стабільності. Ці процеси відображали поступове реформування політичного ландшафту Центральної Європи та намагання країн до адаптації до вимог часу."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1785.PNG",
      "subcaption": "1785 рік",
      "description": "У 1785 році в Східній Європі продовжувались складні політичні та соціальні процеси. У Російській імперії, під керівництвом Катерини II, тривала реалізація реформ, спрямованих на зміцнення централізованої влади та модернізацію економіки. Польща продовжувала переживати кризу, хоча були спроби провести реформи для відновлення стабільності. Крім того, у Речі Посполитій намагалися зменшити вплив зовнішніх сил та зміцнити державну владу. Кримське ханство, яке перебувало під протекторатом Османської імперії, також стикалося зі складними внутрішніми та зовнішніми викликами, зокрема загрозою від Російської імперії. У цей період Східна Європа лишалася напруженою та нестабільною, з багатьма країнами, що намагалися адаптуватися до нових умов та пошуками шляхів до стабільності і розвитку."
    },
    "dates": [{
      "country": "Австрійська імперія / Пруссія",
      "year": 1785,
      "events": [
        "Йозеф II видає Указ про скасування кріпосного права в усіх частинах імперії, надаючи селянам більшу свободу і можливість пересування.",
        "Король Фрідріх II продовжує розвивати військову та адміністративну систему держави, зосереджуючи увагу на модернізації."
      ]
    },
    {
      "country": "country",
      "year": 1786,
      "events": ["events"]
    },
    {
      "country": "Російська імперія / Османська імперія / Австрійська імперія / Пруссія",
      "year": 1787,
      "events": [
        "Початок нової російсько-турецької війни. Росія прагне розширити свої володіння на Балканах та в Чорноморському регіоні.",
        "Архікнязь Австрії Йозеф II приєднується до російсько-турецької війни на боці Росії, прагнучи послабити Османську імперію і зміцнити свої позиції на Балканах.",
        "Фрідріх Вільгельм II стає королем після смерті Фрідріха II (Великого). Новий король продовжує політику зміцнення армії та державного апарату."
      ]
    },
    {
      "country": "Російська імперія / Османська імперія / Австрійська імперія / Швеція",
      "year": 1788,
      "events": [
        "Війна триває, Росія здобуває кілька важливих перемог, зокрема в битві під Очаковом.",
        "Австрійські війська беруть участь у боях проти Османської імперії, зокрема на території Сербії та Боснії.",
        "Король Швеції Густав III починає війну проти Росії, сподіваючись повернути території, втрачені в попередніх конфліктах."
      ]
    },
    {
      "country": "Австрійська імперія / Франція",
      "year": 1789,
      "events": [
        "Йозеф II стикається зі зростаючим опором своїм реформам, особливо в Угорщині та Нідерландах.",
        "Початок Французької революції, що має великий вплив на політичну ситуацію в Європі, включаючи Центральну і Східну Європу."
      ]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1785",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Aрхікнязь: Йосиф II"
    },
    {
      "id": "Prussia-1785",
      "country": "Пруссія",
      "king": "Король: Фрідріх II Великий"
    },
    {
      "id": "RomeEmpire-1785",
      "country": "Священна Римська імперія",
      "king": "Імператор: Йосиф II"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1785",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1785",
      "country": "Угорщина",
      "king": "Король: Йосиф II"
    },
    {
      "id": "RussianEmpire-1785",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1785",
      "country": "Османська імперія",
      "king": "Султан: Абдул-Гамід I"
    },
    {
      "id": "CrimeanKhanate-1783",
      "country": "Кримське ханство",
      "king": "Хан: Шахін Герай правив до 1783 року, після Кримське Ханство було анексоване Російською імперією"
    }]
  },
  {
    "id": 9,
    "year": 1790,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1790.PNG",
      "subcaption": "1790 рік",
      "description": "У 1790 році в Центральній Європі тривали процеси, які впливали на політичну карту та соціальну динаміку регіону. Під керівництвом імператора Священної Римської імперії Леопольда II було встановлено певну стабільність та проведено реформи, спрямовані на удосконалення адміністративної системи та зменшення впливу феодальних структур. У Пруссії король Фрідріх Вільгельм II продовжував здійснювати реформи, зокрема в галузі військової справи та освіти. Річ Посполита залишалася в стані кризи, проте деякі реформи були проведені в спробі відновлення стабільності та державності. У цей час регіон також відчував вплив Французької революції та розпалення напруги у Європі."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1790.PNG",
      "subcaption": "1790 рік",
      "description": "У 1790 році в Східній Європі ситуація залишалася напруженою через складні політичні та соціальні процеси. У Російській імперії під керівництвом Єкатерини II продовжувалися реформи, спрямовані на зміцнення централізованої влади та модернізацію економіки, проте суспільство залишалося поділене. Польща, після поділів, зазнавала кризи та намагалася відновити свою незалежність через політичні реформи. Крім того, у Речі Посполитій спостерігалися суперечки між різними фракціями та вплив зовнішніх сил. Кримське ханство продовжувало перебувати під впливом Османської імперії, але відчувало загрозу з боку Росії. У цей період Східна Європа продовжувала переживати нестабільність та була ареною для багатьох конфліктів та суперечок."    
    },
    "dates": [{
      "country": "Російська імперія / Османська імперія / Австрійська імперія",
      "year": 1790,
      "events": [
        "Помер імператор Австрії Йозеф II. Новим імператором стає його брат Леопольд II, який зупиняє деякі з реформ Йозефа через сильний опір.",
        "Продовжується російсько-турецька війна. Російські війська здобувають нові перемоги."
      ]
    },
    {
      "country": "Польща / Російська імперія та Османська імперія / Пруссія",
      "year": 1791,
      "events": [
        "3 травня прийнята Конституція Речі Посполитої, перша в Європі і друга у світі після американської. Конституція запроваджує значні політичні реформи.",
        "Підписання Ясського мирного договору, який завершує російсько-турецьку війну. Росія закріплює свої позиції на Чорному морі.",
        "Король Пруссії Фрідріх Вільгельм II укладає союз з Росією для спільної політики щодо Польщі та Османської імперії."
      ]
    },
    {
      "country": "Польща / Російська імперія / Пруссія / Австрійська імперія",
      "year": 1792,
      "events": [
        "Відбувається війна проти Росії та Пруссії, відома як Війна в захисті Конституції. Росія і Пруссія виступають проти реформ польського сейму.",
        "Катерина II бере активну участь у конфліктах у Польщі, підтримуючи опозицію до нової Конституції.",
        "Леопольд II помирає. Новим імператором стає його син Франц II, який зосереджується на зовнішній політиці та війнах з революційною Францією.",
        "Участь у війні проти революційної Франції в складі Першої коаліції разом з Австрією."
      ]
    },
    {
      "country": "Польща / Російська імперія / Пруссія / Австрійська імперія",
      "year": 1793,
      "events": [
        "Другий поділ Польщі між Росією та Пруссією. Польща втрачає значну частину своїх територій.",
        "Австрія продовжує воєнні дії проти революційної Франції. Франц II зміцнює армію та проводить військові реформи.",
        "Пруссія отримує значні території після другого поділу Польщі та продовжує участь у війні проти Франції."
      ]
    },
    {
      "country": "Польща / Російська імперія / Австрійська імперія / Пруссія",
      "year": 1794,
      "events": [
        "Початок повстання Тадеуша Костюшка проти Росії та Пруссії, відомого як Костюшківське повстання. Повстання має на меті відновлення незалежності Польщі.",
        "Катерина II придушує Костюшківське повстання і зміцнює контроль над новоприєднаними польськими територіями.",
        "Австрія продовжує боротьбу проти революційної Франції, зіткнувшись з серйозними військовими викликами.",
        "Пруссія бере участь у придушенні Костюшківського повстання і продовжує війну з Францією в складі Першої коаліції."
      ]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1790",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Aрхікнязь: Йосиф II до лютого 1790 року, після Леопольд II став правителем"
    },
    {
      "id": "Prussia-1790",
      "country": "Пруссія",
      "king": "Король: Фрідріх Вільгельм II"
    },
    {
      "id": "RomeEmpire-1790",
      "country": "Священна Римська імперія",
      "king": "Імператор: Йосиф II до лютого 1790 року, після Леопольд II став правителем"
    },
    {
      "id": "Polish-LithuanianCommonwealth-1790",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський"
    },
    {
      "id": "Hungary-1790",
      "country": "Угорщина",
      "king": "Король: Йосиф II, потім Леопольд II"
    },
    {
      "id": "RussianEmpire-1790",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1790",
      "country": "Османська імперія",
      "king": "Султан: Селім III"
    }]
  },
  {
    "id": 10,
    "year": 1795,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1795.PNG",
      "subcaption": "1795 рік",
      "description": "У 1795 році Центральна Європа зазнала рішучих змін, що суттєво перетворили політичну карту регіону. Третій і останній поділ Речі Посполитої між Російською, Прусською та Австрійською імперіями означав остаточне припинення існування цієї держави та розподіл її територій між сусідніми державами. Цей поділ був результатом внутрішніх розбратів, амбіцій сусідніх могутніх держав та слабкості Речі Посполитої. Після поділу Австрійська імперія отримала Галичину, Пруссія - найбільшу частину Польщі, а Російська імперія - західні землі. Цей поділ суттєво змінив геополітичну карту регіону та відбивав великий вплив сусідніх держав на Центральну Європу."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1795.PNG",
      "subcaption": "1795 рік",
      "description": "У 1795 році ситуація в Східній Європі була визначена трагічним поділом Речі Посполитої. Цей поділ став останнім і фактично припинив існування Польсько-Литовської держави, що тривало понад чотири століття. Землі Речі Посполитої були розділені між Російською, Австрійською та Прусською імперіями. Росія отримала значні території на сході та півдні, Австрія - Галичину, а Пруссія - західну Польщу. Цей поділ позначився не лише на політичній карті регіону, але й на національному складі населення, соціальних структурах та культурному спадщині. Він також викликав значний протест і обурення серед поляків та викликав великий вплив на подальший розвиток сусідніх держав і регіону в цілому."    
    },
    "dates": [{
      "country": "Польща / Росія / Пруссія / Австрія",
      "year": 1795,
      "events": [
        "Третій поділ Польщі між Росією, Пруссією та Австрією. Польща припиняє існування як незалежна держава, її території розподіляються між сусідніми державами.",
        "Австрія анексує частину польських територій після третього поділу Польщі. Франц II продовжує боротьбу проти революційної Франції.",
        "Пруссія отримує значні території після третього поділу Польщі та продовжує участь у війнах проти Франції."
      ]
    },
    {
      "country": "Російська імперія / Австрійська імперія",
      "year": 1796,
      "events": [
        "Померла Катерина II, новим імператором стає її син Павло I. Павло I починає політику централізації та зміцнення самодержавства.",
        "Австрійські війська зазнають поразок у війні проти Франції, зокрема в Італії від армії Наполеона Бонапарта."
    ]
    },
    {
      "country": "Австрійська імперія",
      "year": 1797,
      "events": ["Підписання Кампо-Формійського мирного договору між Австрією і Францією, що завершує війну Першої коаліції. Австрія втрачає контроль над Північною Італією, але отримує Венецію."]
    },
    {
      "country": "Російська імперія / Австрійська імперія",
      "year": 1798,
      "events": [
        "Павло I починає військову кампанію проти Франції, долучаючись до Другої коаліції разом з Австрією, Великобританією і іншими державами.",
        "Австрія знову вступає у війну проти Франції в складі Другої коаліції, намагаючись повернути втрачені території."
      ]
    },
    {
      "country": "Російська імперія / Австрійська імперія / Пруссія",
      "year": 1799,
      "events": [
        "Російські війська під командуванням Суворова беруть участь у військових кампаніях проти Франції в Італії та Швейцарії, здобуваючи кілька важливих перемог.",
        "Австрійські війська продовжують боротьбу проти Франції в складі Другої коаліції. Австрія стикається з серйозними військовими викликами.",
        "Пруссія продовжує політику нейтралітету, зміцнюючи свої внутрішні позиції та розвиваючи економіку."
      ]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1795",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Aрхікнязь: Франц II"
    },
    {
      "id": "Prussia-1795",
      "country": "Пруссія",
      "king": "Король: Фрідріх Вільгельм II"
    },
    {
      "id": "RomeEmpire-1795",
      "country": "Священна Римська імперія",
      "king": "Імператор: Франц II "
    },
    {
      "id": "Polish-LithuanianCommonwealth-1795",
      "country": "Річ Посполита (Королівство Польське і Велике князівство Литовське)",
      "king": "Король: Станіслав Август Понятовський став останнім королем, у 1795 році стався третій поділ Польщі"
    },
    {
      "id": "Hungary-1795",
      "country": "Угорщина",
      "king": "Король: Франц II"
    },
    {
      "id": "RussianEmpire-1795",
      "country": "Російська імперія",
      "king": "Імператриця: Катерина II Велика"
    },
    {
      "id": "OttomanEmpire-1795",
      "country": "Османська імперія",
      "king": "Султан: Селім III"
    }]
  },
  {
    "id": 11,
    "year": 1800,
    "central": {
      "caption": "Мапа Центральної Європи",
      "image": "/images/centraleuropemap/central1800.PNG",
      "subcaption": "1800 рік",
      "description": "На закінчення 18 століття центральна Європа переживала значні трансформації, що відобразилися у політичному, соціальному та економічному житті регіону. Наполеоновські війни та розпад Священної Римської імперії породили хвилю революційних змін, перетворивши карту Європи. Ці події спричинили відновлення та появу нових держав, включаючи Австрійську імперію, Пруссію, та Російську імперію. Крім того, концепції національної ідентичності та самовизначення почали виростати, що привело до виникнення національних рухів та боротьби за незалежність. У результаті, цей період став каталізатором для формування сучасної політичної та національної ландшафту центральної Європи."    
    },
    "east": {
      "caption": "Мапа Східної Європи",
      "image": "/images/easteuropemap/east1800.PNG",
      "subcaption": "1800 рік",
      "description": "На закінчення 18 століття Східна Європа відчувала вплив політичних, соціальних і економічних змін, які суттєво вплинули на її майбутнє. Наполеоновські війни, а також розпад Священної Римської імперії, спричинили перегляд політичних кордонів та структур управління. Внаслідок цього виникли нові державні утворення, а старі імперії переосмислили свої позиції в регіоні. Конгрес Віденський (1814-1815) також відіграв ключову роль у визначенні майбутнього Східної Європи, змінюючи межі та розподіл влади між різними державами. Народження національних ідентичностей та рухи за національну самоідентифікацію також стали характерними рисами кінця 18 століття, що поклали початок подальшому розвитку національних держав і рухів за незалежність у цьому регіоні."    
    },
    "dates": [{
      "country": "Австрійська імперія / Російська імперія / Пруссія",
      "year": 1800,
      "events": [
        "Продовження війни проти Франції в рамках Другої коаліції. Австрійські війська зазнають серйозних поразок, зокрема в битві при Маренго, де Наполеон Бонапарт здобуває вирішальну перемогу.",
        "Павло I продовжує військові кампанії проти Франції. Російська армія під командуванням Суворова здобуває перемоги в Італії та Швейцарії.",
        "Пруссія залишається нейтральною, зосереджуючись на внутрішньому розвитку та реформах армії."
      ]
    },
    {
      "country": "Російська імперія / Австрійська імперія",
      "year": 1801,
      "events": [
        "Павло I вбитий внаслідок змови. Новим імператором стає Олександр I, який прагне модернізувати Росію і проводить реформи в армії та адміністрації.",
        "Підписання Люневільського миру між Австрією і Францією, що завершує участь Австрії у війні Другої коаліції. Австрія втрачає значні території в Італії та Німеччині."
      ]
    },
    {
      "country": "Австрійська імперія / Російська імперія",
      "year": 1805,
      "events": [
        "Третя коаліція проти Наполеона. Австрійські війська зазнають поразки у битві під Аустерліцом, одній з найбільших перемог Наполеона.",
        "Олександр I бере участь у війні Третьої коаліції проти Наполеона. Російські війська також зазнають поразки під Аустерліцом."
      ]
    },
    {
      "country": "Пруссія",
      "year": 1806,
      "events": ["Початок війни Четвертої коаліції проти Франції. Пруссія зазнає серйозних поразок від Наполеона у битвах під Єною та Ауерштедтом."]
    },
    {
      "country": "Пруссія та Російська імперія",
      "year": 1807,
      "events": ["Підписання Тільзитського миру між Росією, Пруссією і Францією. Росія та Пруссія визнають французькі завоювання і вступають у союз з Наполеоном."]
    }],
    "kings": [{
      "id": "TheAustrianEmpire-1800",
      "country": "Австрійська імперія (Габсбурзька монархія)",
      "king": "Імператор: Франц II"
    },
    {
      "id": "Prussia-1800",
      "country": "Пруссія",
      "king": "Король: Фрідріх Вільгельм III"
    },
    {
      "id": "RomeEmpire-1800",
      "country": "Священна Римська імперія",
      "king": "Імператор: Франц II"
    },
    {
      "id": "Hungary-1800",
      "country": "Угорщина",
      "king": "Король: Франц II"
    },
    {
      "id": "RussianEmpire-1800",
      "country": "Російська імперія",
      "king": "Імператор: Павло I"
    },
    {
      "id": "OttomanEmpire-1800",
      "country": "Османська імперія",
      "king": "Султан: Селім III"
    }]
  }
]
